Repository: DazedNConfused-/CDDA-Game-Launcher
Catalog: cddagl/locale/*/LC_MESSAGES/cddagl.po
Languages: es, fr, ru

source: No executable found in the downloaded archive. You might want to restore your previous version.
es: Ningún ejecutable fue encontrado en el fichero comprimido descargado. Tal vez quieras restablecer la versión anterior.
fr: Aucun fichier exécutable n'a été trouvé dans le fichier téléchargé. Il est peut-être intéressant de restaurer votre version antérieure.
ru: Программа запуска не найдена в загруженном архиве. Возможно вы хотите восстановить предыдущую версию.

source: Branch:
es: Rama:
fr: Branche :
ru: Ветка:

source: Stable
es: Estable
ru: Стабильная

source: Experimental
fr: Expérimentale
ru: Экспериментальная

source: Platform:
es: Plataforma:
fr: Plate-forme :
ru: Платформа:

source: Available builds:
es: Compilaciones disponibles:
fr: Builds disponibles :
ru: Доступные сборки:

source: Refresh
es: Actualizar
fr: Rafraîchir
ru: Обновить

source: Changelog
es: Lista de cambios
fr: Journal des modifications
ru: История версий

source: Update/Installation
es: Actualizar/Instalar
fr: Mise à jour/Installation
ru: Обновление/Установка

source: - build unavailable
es: - compilación no disponible
fr: - build indisponible
ru: - сборка недоступна

source: - latest build available
es: - última compilación disponible
fr: - dernier build disponible
ru: - последняя доступная сборка

source: Cannot update or install the game since no build was found
es: No se puede actualizar o instalar el juego porque no se encontró ninguna compilación.
fr: Impossible de mettre à jour ou d'installer le jeu parce qu'aucun build a été trouvé
ru: Невозможно обновить или установить игру пока не будет найден билд.

source: Install directory is not empty
es: El directorio de instalación no está vacío.
ru: Директория установки не пуста

source: You cannot install the game in a directory that is not empty. We can quickly proceed with a new subdirectory.
es: No puedes instalar el juego en un directorio que no está vacío. Podemos proceder rápidamente creando un nuevo subdirectorio.
ru: Игру можно установить только в пустую директорию. Мы можем продолжить создав новую под-директорию.

source: Can we create a new empty subdirectory to proceed?
es: Quieres crear un nuevo subdirectorio vacío para continuar?
ru: Можно создать новую пустую под-директорию для продолжения?

source: Create the {name} subdirectory and proceed
es: Crear el subdirectorio {name} y proceder
ru: Создать {name}под-директорию и продолжить

source: I will choose or create a different directory
es: Elegiré o crearé un directorio diferente
ru: Я выберу или создам другую директорию

source: Update cancelled
es: Actualización cancelada
fr: Mise à jour annulée
ru: Обновление прервано

source: Installation cancelled
es: Instalación cancelada
fr: Installation annulée
ru: Установка прервана

source: Game is up to date
es: Juego está a la última versión
fr: Le jeu est à jour
ru: Игра обновлена

source: You already have the latest version.
es: Ya tienes la última versión.
fr: Vous avez déjà la dernière version.
ru: У вас уже установлена самая свежая версия.

source: Are you sure you want to update your game?
es: Estás seguro que quieres actualizar el juego?
fr: Êtes-vous sûr de vouloir mettre à jour votre jeu ?
ru: Вы уверены, что хотите обновить игру?

source: Update the game again
es: Actualizar el juego nuevamente
fr: Mettre à jour à nouveau
ru: Обновить игру ещё раз

source: I do not need to update the game again
es: No necesito actualizar el juego nuevamente
fr: Je n'ai pas besoin de MÀJ à nouveau
ru: Я не хочу обновлять игру ещё раз

source: Cannot install game on a file
es: No se puede instalar el juego en un fichero
fr: Impossible d'installer le jeu dans un fichier
ru: Не могу установить игру

source: Downloading: {0}
es: Descargando: {0}
fr: Téléchargement : {0}
ru: Скачивание: {0}

source: Cancel update
es: Cancelar actualización
fr: Annuler la mise à jour
ru: Отменить обновление

source: Cancel installation
es: Cancelar instalación
fr: Annuler l'installation
ru: Отменить установку

source: Testing downloaded file archive
es: Comprobando fichero comprimido descargado
fr: Test du fichier d'archive téléchargé
ru: Проверка архива

source: Downloaded archive is invalid
es: El fichero comprimido descargado es inválido
fr: Le fichier téléchargé est invalide
ru: Архив поврежден

source: Could not download game
es: No se pudo descargar el juego
fr: Impossible de télécharger le jeu
ru: Не могу скачать игру

source: Deleting {name}
es: Eliminando {name}
fr: Suppression de {name}
ru: Удаление {name}

source: previous_version directory
es: directorio versión_anterior
fr: répertoire previous_version
ru: директория предыдущей_версии

source: Update cancelled - Could not delete the {name}.
es: Actualización cancelada - No se pudo eliminar {name}.
fr: Mise à jour annulée - Impossible de supprimer le {name}.
ru: Обновления отменено - Не вышло удалить {name}.

source: Backing up current game
es: Respaldando versión actual del juego
fr: Sauvegarde du jeu existant
ru: Бэкап текущей игры

source: Backing up {0}
es: Respaldando {0}
fr: Sauvegarde de {0}
ru: Создание бэкапа {0}

source: Could not move {srcpath} in {dstpath} .
es: No se pudo mover {srcpath} in {dstpath}
fr: Impossible de déplacer {srcpath} sur {dstpath} .
ru: Не вышло переместить {srcpath}в {dstpath}.

source: Extracting {0}
es: Extrayendo {0}
fr: Extraction de {0}
ru: Извлечение {0}

source: Cannot extract game archive
es: No se puede extraer el fichero comprimido del juego
fr: Impossible de décompresser le fichier d'archive du jeu
ru: Не выходит извлечь архив игры

source: <p>The launcher failed to extract the game archive.</p> <p>It received the following error from the operating system: {error}</p>
es: <p>El Launcher falló en extraer el fichero comprimido del juego</p> <p>Recibió el siguiente error del sistema operativo: {error}</p>
fr: <p>Le lanceur a été incapable de décompresser l'archive du jeu.</p> <p>Il a reçu l'erreur suivante du système d'exploitation: {error}</p>
ru: <p>Установщик не справился с извлечением архива игры.</p> <p>Получена следующая ошибка от операционной системы:{error}</p>

source: {0} directory
es: directorio {0}
fr: répertoire {0}
ru: {0} директория

source: Restoring custom tilesets
es: Restableciendo gráficos personalizados
fr: Restauration des packs de tuiles personnalisés
ru: Восстановление кастомных тайлсетов

source: Restoring custom soundpacks
es: Restableciendo pack de sonidos personalizados
fr: Restauration des packs sonore personnalisés
ru: Восстановление кастомных саундпаков

source: {name} soundpack
es: Pack de sonido {name}
fr: Pack sonore {name}
ru: {name} саундпак

source: Restoring custom fonts
es: Restableciendo fuentes personalizadas
fr: Restauration des polices personnalisées
ru: Восстановление кастомных шрифтов

source: Restoring custom mods
es: Restableciendo mods personalizados
fr: Restauration des mods personnalisés
ru: Восстановление самодельных модификаций

source: Restoring user custom mods
es: Restableciendo mods personalizados
fr: Restauration des mods personnalisés
ru: Восстановление пользовательских настроек

source: Restoring {0}
es: Restaurando {0}
fr: Restauration de {0}
ru: Восстановление{0}

source: Update completed
es: Actualización finalizada
fr: Mise à jour complétée
ru: Обновление завершено

source: Installation completed
es: Instalación finalizada
fr: Installation complétée
ru: Установка завершена

source: Fetching remote builds
es: Obteniendo compilaciones remotas
fr: Obtention des builds
ru: Поиск внешних билдов

source: Fetching: {url}
es: Obteniendo: {url}
fr: Lecture : {url}
ru: Поиск: {url}

source: You have {remaining} request(s) remaining for accessing GitHub API. You will have to wait until {datetime} to get more requests. Those requests are needed to get the available builds. If you keep running low on those remaining requests, avoid quickly refreshing often for the available builds. For more information, search GitHub API rate limiting.
es: Tienes {remaining} peticiones disponibles para acceder a la API de GitHub. Tendrás que esperar hasta {datetime} para obtener más peticiones. Estas peticiones son necesarias para obtener las compilaciones disponibles. Si te quedas sin peticiones, considera actualizar la lista de compilaciones con menos frecuencia en el futuro. Para más información, buscá en tu buscador favorito acerca de los límites de la API de GitHub.
fr: Il ne vous reste seulement que {remaining} requête(s) pour accéder à l'API de GitHub. Vous devrez attendre jusqu'à {datetime} pour obtenir plus de requêtes. Ces requêtes sont nécessaire pour obtenir les builds disponibles. Si vous avez toujours peu de requêtes disponibles, éviter de rafraîchir souvent la liste des builds disponibles. Pour plus d'informations, effectuer une recherche sur GitHub API rate limiting.
ru: У вас {remaining}запрос(ы) ожидать доступа GitHub API. Ожидайте до, {datetime}, чтобы получить больше запросов. Они нужны для доступа к новым билдам. Если у вас кончаются запросы, не обновляйтесь часто для получения новых билдов. Больше информации - GitHub API rate limiting.

source: Could not find launcher latest release when requesting {url}. Error: {error}
es: No se pudo encontrar la última versión del Launcher en {url}. Error: {error}
fr: Impossible de trouver la dernière version du launcher lors de la requête sur {url}. Erreur \: {error}
ru: Не возможно найти последнюю версию установщика, когда запрашивается {url}. Ошибка: {error}

source: Could not find remote builds
es: No se pudo encontrar compilaciones remotas
fr: Impossible d'obtenir les builds
ru: Не могу найти внешние билды

source: Source path '%s' is not a directory
es: Ruta origen '%s' no es un directorio
fr: Le répertoire de source '%s' n'est pas un répertoire
ru: Указанный путь '%s' не является директорией

source: file
es: fichero
fr: fichier
ru: файл

source: Analysing {name} - Found {file_count} {files}
es: Analizando {name} - Se encontraron {file_count} {files}
fr: Analyse de {name} - {file_count} {files} trouvés
ru: Анализирую {name} - Найдено {file_count} {files}

source: Cannot remove directory
es: No se puede eliminar el directorio
fr: Impossible de supprimer le répertoire
ru: Невозможно удалить директорию

source: <p>The launcher failed to remove the following directory: {directory}</p> <p>When trying to remove or access {filename}, the launcher raised the following error: {error}</p>
es: <p>El Launcher falló en eliminar el siguiente directorio: {directory}</p> <p>Cuando se intentó eliminar o acceder {filename}, el Launcher generó el siguente error: {error}</p>
fr: <p>Le lanceur a été incapable de supprimer le répertoire suivant : {directory}</p> <p>Lorsque le lanceur a tenté de supprimer ou d'accéder à {filename}, il a lancé l'erreur suivante : {error}</p>
ru: <p>Лаунчер не смог удалить следующую директорию: {directory}</p> <p>При попытке удаления или изменения файла {filename}, лаунчер получил следующую ошибку: {error}</p>

source: <p>No process seems to be using that file or directory.</p>
es: <p>Ningún proceso parece estar usando ese fichero o directorio.</p>
fr: <p>Aucun processus ne semble utiliser ce fichier ou ce répertoire.</p>
ru: <p>Похоже, что нет процессов, использующих этот файл или директорию</p>

source: <p>The process <strong>{image_file_name} ({pid})</strong> is currently using that file or directory. You might need to end it if you want to retry.</p>
es: <p>El proceso <strong>{image_file_name} ({pid})</strong> está actualmente usando ese fichero o directorio. Es probable que necesites terminarlo si quieres intentarlo la acción de nuevo.</p>
fr: <p>Le processus <strong>{image_file_name} ({pid})</strong> utilise présentement ce fichier ou ce répertoire. Vous aurez probablement besoin d'y mettre fin pour rééessayer.</p>
ru: <p>Процесс <strong>{image_file_name} ({pid})</strong> сейчас использует этот файл или директорию. Закройте этот процесс, если хотите продолжить</p>

source: Do you want to retry removing this directory?
es: Quieres intentar eliminar este directorio nuevamente?
fr: Voulez-vous réessayer de supprimer ce répertoire ?
ru: Хотите попробовать удалить эту директорию ещё раз?

source: Retry removing the directory
es: Intentar eliminar el directorio nuevamente
fr: Réessayer la suppression du répertoire
ru: Повторить удаление директории

source: Deleting {name} - {entry}
es: Eliminando {name} - {entry}
fr: Suppresion de {name} - {entry}
ru: Удаление {name} - {entry}

source: Analysing {name}
es: Analizando {name}
fr: Analyse de {name}
ru: Анализирую {name}

source: Destination path '%s' already exists
es: Ruta de destino '%s' ya existe
fr: Le répertoire de destination '%s' existe déjà
ru: Путь назначения '%s' уже существует

source: Analysing {name} - Found {file_count} {files} ({size})
es: Analizando {name} - Se encontraron {file_count} {files} ({size})
fr: Analyse de {name} - {file_count} {files} trouvés ({size})
ru: Анализирую {name} - Найдено {file_count} {files} ({size})

source: Copying {name} - {entry}
es: Copiando {name} - {entry}
fr: Copie de {name} - {entry}
ru: Копирую {name} - {entry}

source: Installed
es: Instalado
fr: Installés
ru: Установлено

source: Disable
es: Deshabilitado
fr: Désactiver
ru: Отключить

source: Delete
es: Eliminar
fr: Supprimer
ru: Удалить

source: Add this new mod to the repository
es: Agregar este mod al repositorio
fr: Ajouter ce nouveau mod au répertoire
ru: Добавить эту новую модификацию в хранилище

source: * Name: [Enter the name of the mod] * Url: [Enter the Url where we can find the mod] * Author: [Enter the name of the author] * Homepage: [Enter the Url of the author website or where the mod was published] * Mod not found in version: {version}
es: * Nombre: [Ingresar nombre del Mod] * Url: [Ingresar la Url donde se puede descargar el Mod] * Autor: [Ingresar el nombre del autor del Mod] * Página principal: [Ingresar la Url del sitio del autor del Mod o donde el Mod fue publicado] * Mod no disponible en versión: {version}
fr: * Nom : [Entrez le nom du mod] * Url : [Entrez l'Url où nous pouvons trouver le mod] * Auteur : [Entrez le nom de l'auteur] * Page d'accueil : [Entrez l'url du site web de l'auteur où le mod a été publié] * Le mod n'est pas présent dans la version : {version}
ru: * Название: [Введите название модификации] * Url: [Введите ссылку, где можно скачать модификацию] * Автор: [Введите имя автора] * Сайт проекта: [Введите ссылку на сайт, где мод был опубликован] * Модификация не найдена в версии: {version}

source: <a href="{url}">Suggest a new mod on GitHub</a>
es: <a href="{url}">Sugerir un nuevo Mod en GitHub</a>
fr: <a href="{url}">Suggérer un nouveau mod sur GitHub</a>
ru: <a href="{url}">Предложить новую модификацию на GitHub</a>

source: Repository
es: Repositorio
fr: Répertoire
ru: Хранилище

source: Install this mod
es: Instalar este mod
fr: Installer ce mod
ru: Установить эту модификацию

source: Details
es: Detalles
fr: Détails
ru: Подробнее

source: Ident:
es: Código Ident:
ru: ID:

source: Author:
es: Autor:
fr: Auteur :
ru: Автор:

source: Description:
es: Descripción:
ru: Описание:

source: Category:
es: Categoría:
fr: Catégorie :
ru: Категория:

source: Path:
es: Ruta:
fr: Chemin :
ru: Путь:

source: Size:
es: Tamaño:
fr: Taille :
ru: Размер:

source: Home page:
es: Página oficial:
fr: Page d'accueil :
ru: Домашняя страница:

source: Mod already present
es: Mod ya instalado
fr: Ce mod est déjà présent
ru: Модификация уже установлена

source: It seems this mod is already installed. The launcher will not overwrite the mod if it has the same directory name. You might want to delete the mod first if you want to update it. Also, there can only be a single mod with the same ident value available in the game.
es: Parece que este Mod ya está instalado. El Launcher no va a sobrescribir el Mod si tiene el mismo nombre de directorio. Tal vez quieras eliminar el Mod primero si quieres actualizarlo. Además, puede haber solo un Mod con el mismo código Ident disponible en el juego.
fr: Il semble que ce mod soit déjà installé. Le lanceur n'écrasera pas le mod s'il a le même nom de répertoire. Vous pouvez vouloir supprimer le mod if vous voulez faire une mise à jour. De plus, il ne peut y avoir qu'un seul mod avec la même valeur d'ident disponible dans le jeu.
ru: Похоже, что этот мод уже установлен. Удалите файлы модификации вручную, если вы хотите обновить его.

source: Are you sure you want to install the {name} mod?
es: Estás seguro que quieres instalar el Mod {name}?
fr: Voulez-vous vraiment installer le mode {name} ?
ru: Вы уверены, что хотите установить модификацию {name}?

source: Install the mod
es: Instalar el Mod
fr: Installer le mod
ru: Установить модификацию

source: Do not install again
es: No instalar nuevamente
fr: Ne pas installer à nouveau
ru: Не устанавливать ещё раз

source: Cancel mod installation
es: Cancelar instalación del Mod
fr: Annuler l'installation du mod
ru: Отменить установку модификации

source: Could not find downloaded file archive
es: No se pudo encontrar el fichero comprimido descargado
fr: Impossible de trouver le fichier téléchargé
ru: Не возможно найти скачанный архив

source: Selected file is a bad archive file
es: El fichero seleccionado no es un fichero comprimido o está corrupto
fr: Le fichier sélectionné est corrompu
ru: Выбранный файл - испорченный файл архива

source: Selected file is a password protected archive file
es: El fichero seleccionado es un fichero comprimido con contraseña.
fr: Le fichier sélectionné est protégé par un mot de passe
ru: Выбранный файл - защищённый паролем файл архива

source: Soundpack installation cancelled
es: Instalación del pack de sonidos cancelada
fr: L'installation du pack sonore a été annulée
ru: Установка звукового пакета прервана

source: Could not find downloaded archive ({file})
es: No se pudo encontrar el fichero comprimido descargado ({file})
fr: Impossible de trouver le fichier téléchargé ({file})
ru: Не могу найти скачанный архив ({file})

source: Unknown downloaded archive format ({extension})
es: Fichero comprimido descargado con formato desconocido ({extension})
fr: Format de fichier téléchargé inconnu ({extension})
ru: Загружен неизвестный формат архива ({extension})

source: Finding the mod(s)
es: Buscando Mods
fr: Recherche des mod(s)
ru: Поиск модификаци(и\й)

source: Mod installation cancelled - There is no mod in the downloaded archive
es: Instalación del Mod cancelada - No hay Mod en el fichero comprimido descargado
fr: Installation du mod annulée - Il n'y pas de mod dans le fichier téléchargé
ru: Установка модификации прервана - Не найдены файлы мода в загруженном архиве

source: Mod installation cancelled - There is already a {basename} directory in {mods_dir}
es: Instalación del Mod cancelada - Ya existe un directorio {basename} en {mods_dir}
fr: Installation du mod annulée - Il y a déjà un répertoire {basename} dans le répertoire {mods_dir}
ru: Установка модификации прервана - Уже найдена директория {basename} в {mods_dir}

source: Mod installation completed
es: Instalación del Mod finalizada
fr: Installation du mod complétée
ru: Установка модификации завершена

source: *Error*
fr: *Erreur*
ru: *Ошибка*

source: (Disabled)
es: (Deshabilitado)
fr: (Désactivé)
ru: (Выключено)

source: Enable
es: Habilitado
fr: Activer
ru: Включить

source: Delete mod
es: Eliminar Mod
fr: Supprimer le mod
ru: Удалить модификацию

source: This will delete the mod directory. It cannot be undone.
es: Esto eliminará el directorio del Mod. La acción no puede ser revertida.
fr: Ceci supprimera le répertoire du mod. Il ne sera pas possible de revenir en arrière.
ru: Это действие удалит модификацию.

source: Are you sure you want to delete the {view} mod?
es: Estás seguro que quieres eliminar el Mod {view}?
fr: Voulez-vous vraiment supprimer le mod {view} ?
ru: Вы уверены что хотите удалить модификацию {view}?

source: Delete the mod
es: Borrar Mod
fr: Supprimer le mod
ru: Удалить модификацию

source: I want to keep the mod
es: Quiero conservar el Mod
fr: Je veux conserver le mod
ru: Я хочу оставить модификацию

source: Mod deletion cancelled
es: Eliminación del Mod cancelada
fr: Suppression du mod annulée
ru: Удаление модификации прервано

source: Mod deleted
es: Mod eliminado
fr: Mod supprimé
ru: Модификация удалена

source: Getting remote size
es: Obteniendo tamaño
fr: Obtention de la taille
ru: Получение размера файла

source: System language or best match ({locale})
es: Lenguaje del sistema o más cercano disponible ({locale})
fr: Langue système ou la plus proche ({locale})
ru: Системный язык ({locale})

source: Command line parameters:
es: Parámetros de línea de comando:
fr: Paramètres de ligne de commande :
ru: Параметры запуска:

source: Keep the launcher opened after launching the game
es: Mantener el Launcher abierto después de iniciar el juego
fr: Conserver le lanceur ouvert après le lancement du jeu
ru: Не закрывать установщик при запуске игры

source: Language:
es: Lenguaje:
fr: Langue :
ru: Язык:

source: Allow multiple instances of the launcher to be started
es: Permitir iniciar múltiples instancias del Launcher
fr: Permettre le démarrage de plusieurs instances du lanceur
ru: Разрешить запускать несколько установщиков

source: Do not check for new version of the CDDA Game Launcher on launch
es: No buscar nuevas versiones del Launcher en el inicio
fr: Ne pas vérifier la mise à jour de CDDA Game Launcher lors du démarrage
ru: Не проверять наличие новой версии установщика при запуске

source: Launcher
fr: Lanceur
ru: Установщик

source: Do not copy or move the save directory
es: No copiar o mover el directorio de personajes guardados
fr: Ne pas copier ou déplacer le répertoire des parties
ru: Не копировать и не переносить директорию сохранений

source: If your save directory size is large, it might take a long time to copy it during the update process. This option might help you speed the whole thing but your previous version will lack the save directory.
es: Si tu directorio de personajes guardados es muy grande, puede tardar bastante tiempo en copiarse durante el proceso de actualización. Esta opción puede ayudar a acelerar todo el proceso pero tu copia de versión anterior no tendrá tu directorio con personajes guardados.
fr: Si votre répertoire de parties est gros, le processus de mise à jour peut prendre un long moment pour le copier. Cette option peut vous aider à accélérer le tout, mais votre répertoire contenant la version précédente ne contiendra pas le répertoire des parties.
ru: Если папка с сохранениями имеет большой вес, обновление может занять много времени. Эта опция ускорит процесс восстановления, однако вы не сможете восстановить сохранения в случае сбоя.

source: Keep a copy of the downloaded archive in the following directory:
es: Mantener una copia del fichero comprimido descargado en el siguiente directorio:
fr: Conserver une copie du fichier téléchargé dans le répertoire suivant :
ru: Хранить копию скачанного архива в директории:

source: Automatically refresh builds list every
es: Refrescar la lista de compilaciones automáticamente cada
fr: Rafraîchir automatiquement la liste des builds à tous les
ru: Автоматически обновлять список сборок каждые:

source: minutes
es: minutos
ru: минут

source: Remove previous version after update (not recommended)
es: Eliminar versión anterior después de una actualización (no recomendado)
fr: Supprimer la version précédente après la mise à jour (non recommandé)
ru: Удалить предыдущую версию после обновления (не рекомендуется)
