Repository: DazedNConfused-/CDDA-Game-Launcher
Catalog: cddagl/locale/*/LC_MESSAGES/cddagl.po
Languages: es, fr, ru

source: Permanently delete files instead of moving them in the recycle bin (not recommended)
es: Eliminar ficheros permanentemente en vez de moverlos a la papelera de reciclaje (no recomendado)
fr: Supprimer les fichiers de manière permanente au lieu de les déplacer dans la corbeille (non recommandé)
ru: Навсегда удалить файлы а не перемещать их в корзину (не рекомендуется)

source: Archive directory
es: Comprimir directorio
fr: Répertoire du fichier téléchargé
ru: Директория архива

source: Add this new soundpack to the repository
es: Añadir este nuevo pack de sonidos al repositorio
fr: Ajouter un nouveau pack sonore au répertoire
ru: Добавить новый звуковой пакет в хранилище

source: * Name: [Enter the name of the soundpack] * Url: [Enter the Url where we can find the soundpack] * Author: [Enter the name of the author] * Homepage: [Enter the Url of the author website or where the soundpack was published] * Soundpack not found in version: {version}
es: * Nombre: [Ingresar el nombre del pack de sonidos] * Url: [Ingresar la Url donde se puede descargar el pack de sonidos] * Autor: [Ingresar el nombre del autor del pack de sonidos] * Página principal: [Ingresar la Url del sitio del autor o donde el pack de sonidos fue publicado] * Pack de sonidos no disponible en versión: {version}
fr: * Nom : [Entrez le nom de ce pack sonore] * Url : [Entrez l'url où l'on peut retrouver ce pack sonore] * Auteur : [Entrez le nom de l'auteur] * Page d'accueil : [Entrez l'url du site web de l'auteur où le pack sonore a été publié] * Le pack sonore n'est pas présent dans la version : {version}
ru: * Имя: [Введите имя звукового пакета] * Url: [Введите ссылку на звуковой пакет] * Автор: [Введите имя автора] * Сайт проекта: [Введите адрес сайта, где звуковой пакет был представлен] * Звуковой пакет не найден в версии: {version}

source: <a href="{url}">Suggest a new soundpack on GitHub</a>
es: <a href="{url}">Sugerir un nuevo pack de sonidos en GitHub</a>
fr: <a href="{url}">Suggérer un nouveau pack sonore sur GitHub</a>
ru: <a href="{url}">Предложить новый звуковой пакет на GitHub</a>

source: Install this soundpack
es: Instalar este pack de sonidos
fr: Installer ce pack sonore
ru: Установить этот звуковой пакет

source: View name:
es: Nombre en Launcher:
fr: Nom visuel :
ru: Название:

source: Soundpack already present
es: Pack de sonidos ya instalado
fr: Ce pack sonore est déjà présent
ru: Звуковой пакет уже установлен

source: It seems this soundpack is already installed. The launcher will not overwrite the soundpack if it has the same directory name. You might want to delete the soundpack first if you want to update it. Also, there can only be a single soundpack with the same name value available in the game.
es: Parece que este pack de sonidos ya está instalado. El Launcher no va a sobrescribir el pack de sonidos si tiene el mismo nombre de directorio. Tal vez quieras eliminar el pack de sonidos primero si quieres actualizarlo. Además, puede haber solo un pack de sonidos con el mismo nombre disponible en el juego.
fr: Il semble que ce pack sonore soit déjà installé. Le lanceur n'écrasera pas un pack sonore s'il est présent dans le même répertoire. Vous pouvez vouloir supprimer le pack sonore si vous désirez le mettre à jour. De plus, il ne peut y avoir qu'un seul pack sonore avec le même nom disponible dans le jeu.
ru: Похоже что звуковой пакет уже установлен. Вам нужно вручную удалить его старые файлы для обновления.

source: Are you sure you want to install the {view} soundpack?
es: Estás seguro que quieres instalar el pack de sonidos {view}?
fr: Voulez-vous vraiment installer le pack sonore {view} ?
ru: Вы уверены, что хотите установить звуковой пакет{view}?

source: Install the soundpack
es: Instalar el pack de sonidos
fr: Installer le pack sonore
ru: Установить звуковой пакет

source: Cancel soundpack installation
es: Cancelar instalación del pack de sonidos
fr: Annuler l'installation du pack sonore
ru: Отменить установку звукового пакета

source: Finding the soundpack
es: Buscando el pack de sonidos
fr: Recherche du pack sonore
ru: Поиск звукового пакета

source: Soundpack installation cancelled - There is no soundpack in the downloaded archive
es: Instalación del pack de sonidos cancelada - No hay pack de sonidos en el fichero comprimido descargado
fr: Installation du pack sonore annulée - Il n'y pas de pack sonore dans le fichier téléchargé
ru: Установка звукового пакета прервана - Его файлы не найдены в скачанном архиве

source: Soundpack installation cancelled - There is already a {basename} directory in {soundpacks_dir}
es: Instalación del pack de sonidos cancelada - Ya existe un directorio {basename} en {soundpacks_dir}
fr: Installation du pack sonore annulée - Il y a déjà un répertoire {basename} dans le répertoire {soundpacks_dir}
ru: Установка саундпака прервана - Уже присутствует {basename} в директории {soundpacks_dir}

source: Soundpack installation completed
es: Instalación del pack de sonidos finalizada
fr: Installation du pack sonore complété
ru: Установка звукового пакета завершена

source: Delete soundpack
es: Eliminar pack de sonidos
fr: Supprimer le pack sonore
ru: Удалить звуковой пакет

source: This will delete the soundpack directory. It cannot be undone.
es: Esto eliminará el directorio del pack de sonidos. La acción no puede ser revertida.
fr: Ceci supprimera le répertoire du pack sonore. Il ne sera pas possible de revenir en arrière.
ru: Это действие удалит директорию с звуковым пакетом.

source: Are you sure you want to delete the {view} soundpack?
es: Estás seguro que quieres eliminar el pack de sonidos {view}?
fr: Voulez-vous vraiment supprimer le pack sonore {view} ?
ru: Вы уверены, что хотите удалить звуковой пакет {view}?

source: Delete the soundpack
es: Eliminar el pack de sonidos
fr: Supprimer le pack sonore
ru: Удалить звуковой пакет

source: I want to keep the soundpack
es: Quiero conservar el pack de sonidos
fr: Je veux conserver le pack sonore
ru: Я хочу оставить звуковой пакет

source: Soundpack deletion cancelled
es: Eliminación de pack de sonidos cancelada
fr: Annulation de la suppression du pack sonore
ru: Удаление звукового пакета отменено

source: Soundpack deleted
es: Pack de sonidos eliminado
fr: Pack sonore supprimé
ru: Звуковой пакет удален

source: &File
es: &Fichero
fr: &Fichier
ru: файл

source: E&xit
es: &Salir
fr: &Quitter
ru: Выход

source: &Help
es: &Ayuda
fr: &Aide
ru: Помощь

source: &Check for update
es: &Buscar actualización
fr: &Vérifier la mise à jour
ru: &Проверить обновления лаунчера

source: &About CDDA Game Launcher
es: Acerca de &CDDA Game Launcher
fr: À &propos de CDDA Game Launcher
ru: О установщике

source: Launcher update
es: Actualización del Launcher
fr: Mise à jour du lanceur
ru: Обновление лаунчера

source: You are using version {version} but there is a new update for CDDA Game Launcher. Would you like to update?
es: Estás usando la versión {version} pero hay una nueva versión para CDDA Game Launcher. Quieres recibir la actualización?
fr: Vous utilisez la version {version}, mais il y a une nouvelle version du CDDA Game Launcher. Voulez-vous faire la mise à jour ?
ru: У вас установлена версия {version}, однако есть более свежая версия лаунчера. Установить обновление?

source: Update the launcher
es: Actualizar el Launcher
fr: Mettre à jour le lanceur
ru: Обновить установщик

source: Not right now
es: No en este momento
fr: Pas maintenant
ru: Не сейчас

source: Up to date
es: Versión al día
fr: À jour
ru: Актуальная версия

source: The CDDA Game Launcher is up to date.
es: El CDDA Game Launcher está a la última versión
fr: Le CDDA Game Launcher est à jour.
ru: Обновлений не найдено.

source: Main
es: Principal
fr: Jeu
ru: Основные настройки

source: Backups
es: Copia de seguridad
fr: Sauvegardes
ru: Резервные копии

source: Mods
ru: Модификации

source: Soundpacks
es: Packs de sonidos
fr: Packs sonore
ru: Звуковые пакеты

source: Settings
es: Preferencias
fr: Configurations
ru: Настройки

source: Tilesets
es: Gráficos
fr: Packs de tuiles
ru: Тайлсеты

source: Fonts
es: Fuentes
fr: Polices
ru: Шрифты

source: Progress:
es: Progreso:
fr: Progrès :
ru: Прогресс:

source: Speed:
es: Velocidad:
fr: Vitesse :
ru: Скорость:

source: CDDA Game Launcher self-update
es: CDDA Game Launcher actualización automática
fr: Mise à jour de CDDA Game Launcher
ru: Самостоятельное обновление лаунчера

source: before_last_restore
es: previo_a_última_restauración
fr: avant_derniere_restauration

source: manual_backup
es: copia_de_seguridad_manual
fr: sauvegarde_manuelle

source: before_launch
es: antes_de_iniciar
fr: avant_demarrage

source: after_end
es: después_de_finalizar
fr: apres_fin
