Repository: DazedNConfused-/CDDA-Game-Launcher
Catalog: cddagl/locale/*/LC_MESSAGES/cddagl.po
Languages: es, fr, ru

source: Global error: Launcher version: {version} Type: {extype} Value: {value} Traceback: {traceback}
es: Error global: Versión del Launcher: {version} Tipo: {extype} Valor: {value} Traceback: {traceback}
fr: Erreur globale: Version du lanceur: {version} Type: {extype} Valeur: {value} Traceback: {traceback}
ru: Фатальная ошибка: Версия установщика: {version} Тип: {extype} Значение: {value} Диагностика: {traceback}

source: B
ru: б

source: Ki
ru: К

source: Mi
ru: М

source: Gi
ru: Г

source: Ti
ru: Т

source: Pi
ru: П

source: Ei
ru: Э

source: Zi
ru: З

source: Yi
ru: Y

source: CDDA Game Launcher started: {version}
es: CDDA Game Launcher iniciado: {version}
fr: CDDA Game Launcher démarré: {version}
ru: Версия игрового установщика CDDA {version}

source: Backups available
es: Copias de seguridad disponible
fr: Sauvegardes disponibles
ru: Доступные резервные копии

source: Manual backup
es: Copia de seguridad manual
fr: Sauvegarde manuelle
ru: В ручную созданная резервная копия

source: Automatic backups
es: Copias de seguridad automáticas
fr: Sauvegardes automatiques
ru: Автоматические резервные копии

source: Restore backup
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
ru: Восстановить резервную копию

source: Refresh list
es: Actualizar lista
fr: Rafraîchir la liste
ru: Обновить список

source: Delete backup
es: Eliminar copia de seguridad
fr: Supprimer la sauvegarde
ru: Удалить резервную копию

source: Do not backup the current saves before restoring a backup
es: No respaldar personajes guardados antes de restaurar una copia de seguridad
fr: Ne pas effectuer de sauvegarde des parties courantes avant la restauration d'une sauvegarde
ru: Не делать резервную копию текущих сохранений перед восстановлением резервной копии

source: Name
es: Nombre
fr: Nom
ru: Имя

source: Modified
es: Modificado
fr: Modifiée
ru: Изменено

source: Worlds
es: Mundos
fr: Mondes
ru: Миры

source: Characters
es: Personajes
fr: Personnages
ru: Персонажи

source: Actual size
es: Tamaño actual
fr: Taille actuelle
ru: Размер

source: Compressed size
es: Tamaño comprimido
fr: Taille compressée
ru: Сжатый размер

source: Compression ratio
es: Tasa de compresión
fr: Taux de compression
ru: Степень сжатия

source: Modified date
es: Fecha de modificación
fr: Date de modification
ru: Дата изменения

source: Name:
es: Nombre:
fr: Nom :
ru: Имя:

source: Backup current saves
es: Respaldar personajes guardados
fr: Sauvegarder les parties courantes
ru: Создать резервные копии текущих сохранений

source: Backup saves before game launch
es: Respaldar personajes guardados antes de iniciar el juego
fr: Sauvegarder les parties avant de démarrer le jeu
ru: Создать резервную копию сохранений перед запуском игры

source: Backup saves after game end
es: Respaldar personajes guardados después de salir del juego
fr: Sauvegarder les parties après la fin du jeu
ru: Создать резервную копию сохранений после закрытия игры

source: This option will only work if you also have the option to keep the launcher opened after launching the game in the settings tab.
es: Esta opción solo funcionará si tienes activada la opción de mantener el Launcher abierto después de iniciar el juego en la pestaña de Preferencias.
fr: Cette option ne peut fonctionner que si vous avez également l'option de conserver le lanceur ouvert après le lancement du jeu dans l'onglet des configurations.
ru: Опция будет работать только если также включили настройку, которая позволяет установщику не закрываться после запуска игры.

source: Maximum automatic backups count:
es: Número máximo de copias de seguridad:
fr: Maximum de sauvegardes automatiques :
ru: Максимальное количество автоматических резервных сохранений:

source: Restore backup cancelled
es: Restauración de copia de seguridad cancelada
fr: Restauration de la sauvegarde annulée
ru: Восстановление резервной копии отменено

source: Cancel restore backup
es: Cancelar restauración de copia de seguridad
fr: Annuler la restoration de la sauvegarde
ru: Отменить восстановление резервной копии

source: Could not rename the save directory
es: No se pudo renombrar el directorio de personajes guardados
fr: Impossible de renommer le répertoire save
ru: Не возможно переименовать директорию сохранений

source: Could not remove the save file
es: No se pudo eliminar el fichero de personaje guardado
fr: Impossible de renommer le fichier save
ru: Не возможно удалить файл сохранения

source: Extracting backup
es: Extrayendo copia de seguridad
fr: Extraction de la sauvegarde
ru: Извлечение резервной копии

source: {bytes_sec}/s
ru: {bytes_sec}/с

source: Extracting {filename}
es: Extrayendo {filename}
fr: Extraction de {filename}
ru: Извлечение {filename}

source: {backup_name} backup restored
es: Copia de seguridad {backup_name} restaurada
fr: Sauvegarde {backup_name} restaurée
ru: {backup_name} резервная копия восстановлен

source: This will delete the backup file. It cannot be undone.
es: Esto eliminará la copia de seguridad. No puede ser revertido.
fr: Ceci supprimera la sauvegarde. Il ne sera pas possible de revenir en arrière.
ru: Это удалит файл резервной копии. Процесс нельзя отменить.

source: Are you sure you want to delete the <strong>{filename}</strong> backup?
es: Estás seguro que quieres eliminar la copia de seguridad {filename}?
fr: Voulez-vous vraiment supprimer la sauvegarde <strong>{filename}</strong> ?
ru: Вы уверены, что хотите удалить файл <strong>{filename}</strong>резервной копии?

source: Delete the backup
es: Eliminar la copia de seguridad
fr: Supprimer la sauvegarde
ru: Удалить резервную копию

source: I want to keep the backup
es: Quiero mantener la copia de seguridad
fr: Je veux conserver la sauvegarde
ru: Я хочу оставить резервную копию

source: Backup deletion cancelled
es: Eliminación de copia de seguridad cancelada
fr: Annulation de la suppression de la sauvegarde
ru: Удаление резервной копии отменено

source: Backup deleted
es: Copia de seguridad eliminada
fr: Sauvegarde supprimée
ru: Резервная копия удалена

source: Manual backup cancelled
es: Copia de seguridad manual cancelada.
fr: Sauvegarde manuelle annulée
ru: Ручной создание резервной копии отменено

source: auto
es: copia_de_seguridad_automática
ru: автоматически

source: Save directory not found
es: No se pudo encontrar el directorio de personajes guardados
fr: Le répertoire save est introuvable
ru: Директория сохранений не найдена

source: Could not delete previous backup archive
es: No se pudo eliminar la copia de seguridad anterior
fr: Impossible de supprimer la dernière sauvegarde
ru: Не возможно удалить предыдущий архив резервной копии

source: Cancel backup
es: Cancelar copia de seguridad
fr: Annuler la sauvegarde
ru: Отменить резервную копию

source: Searching for save files
es: Buscando personajes guardados
fr: Recherche des fichiers des parties
ru: Поиск файлов сохранений

source: Found {filename} in {path}
es: Se encontró {filename} en {path}
fr: {filename} trouvé dans {path}
ru: Найден {filename} в {path}

source: Compressing save files
es: Comprimiendo personajes guardados
fr: Compression des fichiers des parties
ru: Сжатие файлов сохранений

source: Compressing {filename}
es: Comprimiendo {filename}
fr: Compression de {filename}
ru: Сжатие {filename}

source: Saves backup completed
es: Copia de seguridad completa
fr: Sauvegarde des parties complétée
ru: Сохранение резервной копии прошло успешно

source: Cannot rename file
es: No se puede renombrar archivo
fr: Impossible de renommer ce fichier
ru: Не возможно переименовать файл

source: <p>The launcher failed to rename the following file: {src} to {dst}</p> <p>When trying to rename or access {filename}, the launcher raised the following error: {error}</p>
es: <p>El Launcher falló al renombrar el siguiente archivo de {src} a {dst}</p> <p>Al tratar de renombrar o acceder al fichero {filename}, el Launcher encontró el siguiente error: {error}</p>
fr: <p>Le lanceur a été incapable de renommer le fichier suivant : de {src} à {dst}</p> <p>Lorsque le lanceur a tenté de renommer ou d'accéder à {filename}, il a lancé l'erreur suivante : {error}</p>
ru: <p>Лаунчер не смог удалить следующий файл: {src} to {dst}</p> <p>При попытке удаления или изменения файла {filename}, лаунчер получил следующую ошибку: {error}</p>

source: <p>No process seems to be using that file.</p>
es: <p>Ningún proceso parece estar usando ese fichero.</p>
fr: <p>Aucun processus ne semble utiliser ce fichier.</p>
ru: <p>Похоже, что нет процессов, использующих этот файл</p>

source: <p>The process <strong>{image_file_name} ({pid})</strong> is currently using that file. You might need to end it if you want to retry.</p>
es: <p>El proceso <strong>{image_file_name} ({pid})</strong> está actualmente usando ese fichero. Probablemente deberás terminarlo si quieres intentar nuevamente.</p>
fr: <p>Le processus <strong>{image_file_name} ({pid})</strong> utilise présentement ce fichier. Vous aurez probablement besoin d'y mettre fin pour rééessayer.</p>
ru: <p>Процесс <strong>{image_file_name} ({pid})</strong> сейчас использует этот файл. Закройте этот процесс, если хотите продолжить</p>

source: Do you want to retry renaming this file?
es: Quieres intentar renombrar este fichero nuevamente?
fr: Voulez-vous réessayer de renommer ce fichier ?
ru: Хотите попробовать переименовать этот файл ещё раз?

source: Retry renaming the file
es: Intentar renombrar el fichero nuevamente
fr: Réessayer de renommer le fichier
ru: Повторить переименование файла

source: Cancel the operation
es: Cancelar la operación
fr: Annuler l'opération
ru: Отменить операцию

source: This {name} cannot be directly downloaded by the launcher. You have to use your browser to download it.
es: Este {name} no puede ser directamente descargado por el Launcher. Usa tu navegador para descargarlo.
fr: Ce {name} ne peut pas être téléchargé directement par le lanceur. Vous devez utiliser votre navigateur pour le télécharger.
ru: Установщик не может самостоятельно скачать {name}. Используйте браузер для этого.

source: 1. Open the URL in your browser.
es: 1. Abre la URL en tu navegador.
fr: 1. Ouvrez l'URL dans votre navigateur.
ru: 1. Открыть URL в вашем браузере.

source: 2. Download the {name} on that page and wait for the download to complete.
es: 2. Descarga el {name} en esa pagina y espera a que la descargue esté completa.
fr: 2. Téléchargez le {name} sur cette page et attendez que le téléchargement soit complété.
ru: 2. Скачать {name}на странице и ждать завершения загрузки.

source: 3. Select the downloaded archive.
es: 3. Selecciona el fichero comprimido descargado.
fr: 3. Sélectionnez le fichier téléchargé.
ru: 3. Выбрать скачанный архив.

source: Install this {name}
es: Instala este {name}
fr: Installer ce {name}
ru: Установить {name}

source: Do not install
es: No instalar
fr: Ne pas installer
ru: Не устанавливать

source: Browser download
es: Descarga por navegador
fr: Téléchargement avec le navigateur
ru: Скачать через браузер

source: Downloaded archive
es: Fichero comprimido descargado
fr: Fichier téléchargé
ru: Скачанный архив

source: Archive files {formats}
es: Ficheros comprimidos {formats}
fr: Fichiers téléchargés {formats}
ru: Файлы в архиве {formats}

source: File not found
es: Fichero no encontrado
fr: Fichier introuvable
ru: Файл не найден

source: {filepath} is not an existing file on your system. Make sure to download the archive with your browser. Make sure to select the downloaded archive afterwards.
es: {filepath} no existe en tu sistema. Asegúrate de descargar el fichero comprimido con tu navegador, y luego, seleccionar el fichero comprimido descargado.
fr: {filepath} n'est pas un fichier existant sur votre poste. Assurez-vous de télécharger l'archive avec votre navigateur. Assurez-vous de sélectionner l'archive par la suite.
ru: {filepath}не существует в вашей системе. Обязательно скачайте архив с вашего браузера. После, убедитесь, что выбрали загруженный архив.

source: I will try again
es: Voy a intentar nuevamente
fr: Je vais essayer à nouveau
ru: Я попробую снова

source: OK
ru: ОК

source: About CDDA Game Launcher
es: Acerca de CDDA Game Launcher
fr: À propos de CDDA Game Launcher
ru: О Установщике CDDA

source: <p>CDDA Game Launcher version {version}</p>
es: <p>CDDA Game Launcher versión {version}</p>
ru: <p>Версия игрового установщика CDDA {version}</p>

source: <p>Thanks to the following people for their efforts in translating the CDDA Game Launcher</p><ul><li>Russian: Daniel from <a href="http://cataclysmdda.ru/">cataclysmdda.ru</a> and Night_Pryanik</li><li>Italian: Rettiliano Verace from <a href="http://emigrantebestemmiante.blogspot.com">Emigrante Bestemmiante</a></li><li>French: Rémy Roy</li><li>Spanish: KurzedMetal</li></ul>
es: <p>Gracias a las siguientes personas por sus esfuerzos en traducir el CDDA Game Launcher</p><ul><li>Ruso: Daniel de <a href="http://cataclysmdda.ru/">cataclysmdda.ru</a> y Night_Pryanik</li><li>Italiano: Rettiliano Verace de <a href="http://emigrantebestemmiante.blogspot.com">Emigrante Bestemmiante</a></li><li>Francés: Rémy Roy</li><li>Español: KurzedMetal</li></ul>
ru: <p>Выражаем благодарность следующим людям за их усилия в переводе лаунчера </p><ul><li>Русский: Daniel с <a href="http://cataclysmdda.ru/">cataclysmdda.ru</a> и Night_Pryanik</li><li>Итальянский: Rettiliano Verace с <a href="http://emigrantebestemmiante.blogspot.com">Emigrante Bestemmiante</a></li><li>Французский: Rémy Roy</li><li>Испанский: KurzedMetal</li></ul>

source: <p>Thanks to <a href="http://mattahan.deviantart.com/">Paul Davey aka Mattahan</a> for the permission to use his artwork for the launcher icon.</p>
es: <p>Gracias a <a href="http://mattahan.deviantart.com/">Paul Davey también conocido como "Mattahan"</a> por permitir el uso de sus gráfico como ícono del Launcher.</p>
ru: <p>Благодарность<a href="http://mattahan.deviantart.com/"> Полу Дэйви (Paul Davey) aka Mattahanза</a> разрешение использовать его рисунок для иконки установщика CDDA.</p>

source: <p>This software is distributed under the MIT License. That means this is 100&#37; free software, completely free to use, modify and/or distribute. If you like more details check the following boring legal stuff...</p>
es: <p>Este software es distribuido bajo los términos de la Licencia MIT. Eso significa que este programa es 100&#37; software libre, completamente libre para ser usado, modificado y/o distribuido. Si quieres saber más detalles, revisar la siguiente aburrida sección legal...</p>
ru: <p>Это программное обеспечение выпускается под лицензией MIT. Это значит что это 100&#37; бесплатное программное обеспечение, свободное для использования, изменения и/или распространения. Если вам нравятся детали проверьте следующую скучную, легальную ерунду...</p>

source: The CDDA Game Launcher just crashed. An unhandled exception was raised. Here are the details.
es: Se ha producido un error en CDDA Game Launcher. Una excepción no capturada fue emitida. Estos son los detalles.
fr: Le CDDA Game Launcher s'est interrompu. Une exception inattendue a été lancée. Voici les détails.
ru: Лаунчер только что завершился с ошибкой. Подробности ниже.

source: <p>CDDA Game Launcher version: {version}</p> <p>OS: {os} ({bitness})</p> <p>Type: {extype}</p> <p>Value: {value}</p> <p>Traceback:</p> <code>{traceback}</code>
es: <p>Versión del CDDA Game Launcher: {version}</p> <p>Sistema Operativo: {os} ({bitness})</p> <p>Tipo: {extype}</p> <p>Valor: {value}</p> <p>Traceback:</p> <code>{traceback}</code>
ru: <p>Версия Игрового Установщика CDDA: {version}</p> <p>ОС: {os} ({bitness})</p> <p>Тип:{extype}</p> <p>Значение:{value}</p> <p>Диагностика:</p> <code>{traceback}</code>

source: Unhandled exception: [Enter a title]
es: Excepción no capturada: [Cargar un título]
fr: Exception inattendue: [Entrez un titre]
ru: Необрабатываемое исключение: [Введите заголовок]

source: * Description: [Enter what you did and what happened] * Version: {version} * OS: {os} ({bitness}) * Type: `{extype}` * Value: {value} * Traceback: ``` {traceback} ```
es: * Descripción: [Describa lo que hizo y qué sucedió] * Versión: {version} * Sistema Operativo: {os} ({bitness}) * Tipo: `{extype}` * Value: {value} * Traceback: ``` {traceback} ```
ru: * Описание: [Напишите, что вы делали и что произошло] * Версия: {version} * ОС: {os} ({bitness}) * Тип: `{extype}` * Значение: {value} * Диагностика: ``` {traceback} ```

source: Please help us make a better launcher <a href="{url}">by reporting this issue on GitHub</a>.
es: Por favor, ayúdenos a hacer un mejor Launcher <a href="{url}">reportando este problema en GitHub</a>.
fr: Veuillez nous aider à faire un meilleur lanceur <a href="{url}">en signalant ce problème sur GitHub</a>.
ru: Пожалуйста, помогите сделать этот лаунчер лучше, <a href="{url}">написав об ошибке на GitHub</a>.

source: Exit
es: Salir
fr: Sortir
ru: Выход

source: Something went wrong
es: Algo salió mal
fr: Quelque chose a mal tourné
ru: Что-то пошло не так

source: Unknown
es: Desconocido
fr: Inconnu
ru: Неизвестно

source: Directory:
es: Directorio:
fr: Répertoire :
ru: Директория:

source: Version:
es: Versión:
ru: Версия:

source: Build:
es: Compilación:
ru: Билд:

source: Saves:
es: Personajes guardados:
fr: Parties :
ru: Сохранения:

source: Your save directory might be large enough to cause significant delays during the update process. You might want to enable the "Do not copy or move the save directory" option in the settings tab.
es: Es posible que tu directorio de personajes guardados sea lo suficientemente grande para causar retrasos durante el proceso de actualización. Es posible que quieras habilitar la opción "No copiar o mover el directorio de personajes guardados" en la pestaña de Preferencias.
fr: Votre répertoire de parties pourrait être suffisamment gros pour causer des délais significatifs lors de la mise à jour. Vous pourriez vouloir activer l'option "Ne pas copier ou déplacer le répertoire des parties" dans l'onglet configurations.
ru: Ваша папка с сохранениями имеет большой вес. Это может сильно замедлить процесс обновления. Возможно, вам стоит включить опцию "Не копировать и не переносить папку с сохранениями" в настройках

source: Launch game
es: Iniciar juego
fr: Lancer le jeu
ru: Запустить игру

source: Restore previous version
es: Restaurar versión anterior
fr: Restaurer la version précédente
ru: Восстановить предыдущую версию

source: Game
es: Juego
fr: Le jeu
ru: Игра

source: Game executable not found
es: No se encontró el ejecutable del juego
fr: Le fichier exécutable du jeu est introuvable
ru: Папка с сохранениями не найдена

source: Could not launch the game executable
es: No se pudo iniciar el ejecutable del juego
fr: Impossible de lancer le fichier exécutable du jeu
ru: Не удалось запустить исполняемый файл игры

source: Cannot launch game
es: No se puede iniciar el juego
fr: Impossible de lancer le jeu
ru: Запустить игру

source: <p>The launcher failed to start the game executable in <strong>{filename}</strong> .</p> <p>It received the following error from the operating system: {error}</p> <p>Poor antivirus products are known to detect the game binary as a threat and block its execution. A simple workaround is to add the game binary in your antivirus whitelist or select the action to trust this binary when detected.</p>
es: <p>El Launcher falló en iniciar el ejecutable del juego en <strong>{filename}</strong>.</p> <p>Recibió el siguiente error del sistema operativo: {error}</p> <p>Anti-virus de baja calidad son propensos a detectar binarios de juegos como una amenaza y bloquea su ejecución. Una forma sencilla de evitar este problema es agregando el juego a la lista blanca del anti-virus, o seleccionar la opción de confiar en el ejecutable cuando es detectado como virus.</p>
fr: <p>Le lanceur a été incapable de démarrer le fichier exécutable du jeu situé à l'emplacement <strong>{filename}</strong> .</p> <p>Il a reçu l'erreur suivante du système d'exploitation : {error}</p> <p>Certains antivirus de qualité médiocre sont reconnus pour traiter le fichier exécutable du jeu comme une menace et pour bloquer son exécution. Une manière simple de contourner ce problème est d'ajouter le fichier exécutable du jeu dans la liste blanche de votre antivirus ou de sélectionner l'action qui permet de faire confiance en ce fichier exécutable lorsque la menace est détectée.</p>
ru: <p>Программе запуска не удалось запустить игру, исполняемую <strong>{filename}</strong>.</p> <p>Получена следующая ошибка из операционной системы:{error}</p> <p>Известно, что плохие антивирусы считают двоичный файл игры как угрозу и блокируют запуск. Простое решение проблемы, это добавить двоичный файл в белый список антивируса или выбрать опцию доверять ему когда он будет обнаружен. </p>

source: [unknown]
es: [desconocido]
fr: [inconnu]
ru: [Неизвестно]

source: Game process is running
es: El proceso del juego está corriendo
fr: Le processus du jeu s'exécute
ru: Игра запущена

source: Show current game
es: Mostrar juego actual
fr: Afficher le jeu
ru: Показать текущую игру

source: Game process has ended
es: El proceso del juego ha terminado
fr: Le processus du jeu s'est terminé
ru: Процесс игры завершен

source: Game directory
es: Directorio del juego
fr: Le répertoire du jeu
ru: Директория игры

source: Unknown version - Reason:
es: Versión desconocida - Causa:
fr: Version inconnue - Raison :
ru: Неизвестная версия - Причина:

source: CDDA Game Launcher files cannot be inside Game directory!
es: Los ficheros de CDDA Game Launcher no pueden estar dentro del directorio del juego!
fr: Les fichiers du CDDA Game Launcher ne peuvent pas être à l'intérieur du répertoire du jeu!
ru: Файл Игрового Установщика CDDA не может быть в директорию Игры!

source: Game directory was set to a file!
es: El directorio del juego seleccionado es un fichero!
fr: Le répertoire de jeu a été assigné à un fichier !
ru: Игровая директория была установлена в файл!

source: Game directory doesn't exist, Game is not installed here.
es: El directorio del juego no existe, el juego no puede ser instalado en este directorio.
fr: Le répertoire du jeu n'existe pas, le jeu n'a pas été installé ici.
ru: Директория игры не существует. Игра не установлена сюда.

source: console
es: consola
ru: консоль

source: tiles
es: gráficos
fr: tuiles
ru: tайлы

source: Game is not installed in this directory.
es: El juego no está instalado en este directorio.
fr: Le jeu n'est pas installé dans ce répertoire.
ru: Игра не установлена в эту директорию.

source: Analyzing...
es: Analizando...
fr: Analyse...
ru: Анализируется...

source: Install game
es: Instalar juego
fr: Installer le jeu
ru: Установить игру

source: Update game
es: Actualizar juego
fr: Mettre à jour le jeu
ru: Обновить игру

source: Reading: {0}
es: Leyendo: {0}
fr: Lecture : {0}
ru: Чтение: {0}

source: Previous version restored
es: Versión anterior restablecida
fr: Version précédente restaurée
ru: Предыдущая версия восстановлена

source: Ready
es: Listo
fr: Prêt
ru: Готово

source: Your game is up to date
es: El juego está a la última versión
fr: Votre jeu est à jour
ru: Игра не требует обновления

source: There is a new update available
es: Hay una nueva versión disponible
fr: Il y a une nouvelle mise à jour
ru: Доступно новое обновление

source: World
es: Mundo
fr: Monde
ru: Мир

source: Character
es: Personaje
fr: Personnage
ru: Персонаж

source: Not a CDDA directory
es: No es un directorio de CDDA
fr: Pas de un répertoire de CDDA
ru: Это не директория CDDA
